"                       _____      __         _   _
"                      (_   _)     \ \       | \ | |
"                        | |/  \/ /  > \ / __)     |
"                        | ( ()  <  / ^ \> _)| |\  |
"                        |_|\__/\_\/_/ \_\___)_| \_|
"  .vimrc                                                talen 2017/4/27
"===============================================================================
"
" 使用talen的个性化配置
  if filereadable(expand("$HOME/.vim/talen.vimrc"))
     source $HOME/.vim/talen.vimrc
  endif

